IDEA Open Model
Element1D.CrossSectionEnd Property
Compatible with IDEA StatiCa Beta 20.0
 Gets, sets cross section located at the end of this element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReferenceElement CrossSectionEnd { get; set; }
Public Property CrossSectionEnd As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace